import DocumentTitle from "../DocumentTitle";
import style from "./AboutUs.module.scss";

function AboutUs() {
  return (
    <section className={style.section}>
      <DocumentTitle title="Про Донат Перемоги" />
      <h1
        className={style.aboutUsHeadline}
      >
        Про нас
      </h1>
      <p className={style.aboutText}>
        Дізнайтесь більше про нас
      </p>
      <div>
        <h2 className={style.headlinesText}>
          Вітаємо на сайті Донат Перемоги!
        </h2>
        <p className={style.mainText}>
          Друже, вітаємо тебе на нашому благодійному порталі, де кожен може
          допомогти нашим захисникам. Цей сайт створений з однією єдиною метою:
          підтримати Збройні Сили України у їхній важливій місії. І тут кожен
          може зробити свій внесок в перемогу. Як? Дуже просто!
        </p>

        <h4 className={style.headlinesText}>
          Наш сайт - це більше, ніж інтернет-магазин: більше ніж просто продаж
          одягу
        </h4>
        <p className={style.mainText}>
          У нас ти знайдеш великий вибір військового одягу та аксесуарів. На
          відміну від звичайних магазинів, кожна покупка тут стає часткою чогось
          значущого. 10% з прибутку від кожної покупки йде на потреби ЗСУ. Таким
          чином, ти не лише отримуєш якісні товари, але й робиш благородний
          вчинок.
        </p>
        <h4 className={style.headlinesText}>
          Аукціон cпеціальних Лотів: Цінність кожного предмету!
        </h4>
        <p className={style.mainText}>
          Наш аукціон — це місце, де ти можеш знайти унікальні предмети. Це
          можуть бути картини відомих художників, книги з автографами авторів,
          цінні речі та різні інші цікавинки. І найкраща частина! Всі кошти від
          продажу лотів підуть на потреби ЗСУ. Це шанс не лише стати власником
          чогось унікального, але й допомогти тим, хто захищає нашу свободу.
        </p>
        <h4 className={style.headlinesText}>
          Донати на підтримку ЗСУ: кожна гривня на вагу золота!
        </h4>
        <p className={style.mainText}>
          Ми розуміємо, що не завжди є необхідність придбати щось з магазину або
          можливість взяти участь в аукціоні. Ось тому ми пропонуємо зробити
          донат на конкретні потреби військових. Це може бути все: від ліків і
          до броників. І кожна гривня, яку ви донатите, піде на купівлю справді
          важливих речей.
        </p>
        <h4 className={style.headlinesText}>Долучайся сьогодні!</h4>
        <p className={style.mainText}>
          Кожен твій крок, навіть найменший, робить нас сильнішими. Це не просто
          покупки або донати. Це інвестиції в безпеку і майбутнє нашої держави.
          Поділися нашим сайтом з друзями, родичами, колегами. Чим більше людей
          дізнається про нашу ініціативу, тим ефективніше ми зможемо допомогти
          нашим захисникам! З нами — перемагаємо!
        </p>
      </div>
    </section>
  );
}

export default AboutUs;
