import DocumentTitle from "../DocumentTitle";


function PrivacyPolicy() {
  return (
    <>
      <DocumentTitle title="Політика конфіденційності" />
      <h1>Політика конфіденційності</h1>
      <div>
        <h4>
          Договір публічної оферти
        </h4>
        <p>
          {`Цей Договір є публічним договором (Договором публічної оферти), тобто, згідно зі статтею 633 Цивільного кодексу України, його умови однакові для всіх покупців незалежно від статусу (фізична особа, юридична особа, фізична особа-підприємець) з особливостями, передбаченими в цьому Договорі. При згоді з цим Договором, Покупець погоджується з умовами і порядок оформлення замовлення, оплати та доставки товару.

                Умови цього Договору регулюють взаємовідносини Продавця і Покупця і визначаються Законом України «Про захист прав споживачів» № 1023-XII від 12 травня 1991 року.

                Цей Договір носить характер публічної оферти на території України, є еквівалентом «усної угоди» та у відповідності до чинного законодавства України має належну юридичну силу.`}
        </p>

        <h4>
          1. Терміни та визначення
        </h4>
        <p>
          {`1.1. «Інтернет-магазин» - сайт Продавця (), де Покупець дистанційно знайомиться з запропонованими Продавцем описами і фотографіями Товару за допомогою мережі Інтернет, що виключає можливість безпосереднього ознайомлення Покупця з Товаром.

                  1.2. «Сайт Продавця» - «».

                  1.3. «Товар» - перелік найменувань асортименту, представлений в Інтернет-магазині Продавця. Товари, представлені на сайті Продавця через фото-зразки і текстові описи, є власністю Продавця. Вся інформація та фото на сайті, а також сайт в цілому захищені законом про авторське право і є власністю Продавця.

                  1.4. «Відвідувач сайту» - особа, яка відвідало хоча б одну сторінку сайту Продавця.

                  1.5. «Користувач сайту» - фізична особа, Відвідувач сайту, який при підтвердженні здійснення замовлення прийняв умови договору публічної оферти на сайті  і підтвердив, що він є дієздатним громадянином, який досяг 18 років.

                  1.6. «Покупець на сайті» - Користувач сайту, який підтвердив і оплатив Замовлення на сайті Продавця, отримав Товар і прийняв в повному обсязі без винятку умови цього Договору.

                  1.7. «Продавець на сайті»

                  1.8. «Замовлення товару» або «Підтвердження замовлення» - рішення Покупця придбати Товар через Інтернет-магазин Продавця на умовах, передбачених цим Договором.

                  1.9. «Персональні дані» - будь-яка інформація, яку вносить про себе на сайт Покупець для здійснення замовлення Товару.

                  1.10. «Істотний недолік Товару» - недолік, який робить неможливим чи недопустимим використання Товару відповідно до його цільового призначення, виник з вини виробника (Продавця), після його усунення проявляється знову з незалежних від Покупця причин.

                  1.11. «Перевізник» - юридична особа або фізична особа-підприємець, яка прийняла на себе за Договором обов'язки з доставки Товару до пункту призначення, вказаного Покупцем, і зобов'язалося видати Товар Покупцеві.`}


        </p>

        <h4>
          2. Загальні положення
        </h4>
        <p>
          {`
          2.1.Продавець оприлюднить цей Договір і всі Додатки до нього на своєму сайті для приєднання до нього фізичних і юридичних осіб. Договір є публічною офертою (відповідно до статей 633, 641 і глави 63 Цивільного кодексу України), містить всі істотні умови організації продажу дистанційним способом через Інтернет-магазин Продавця.

          2.2. Покупець беззаперечно приймає всі умови, що містяться в цьому Договорі в цілому (тобто в повному обсязі і без винятків). Якщо Покупець є фізичною особою, він також надає Продавцю дозвіл на обробку своїх персональних даних з метою можливості виконання умов цього Договору, можливості проведення взаєморозрахунків, а також для отримання рахунків, актів та інших документів. Дозвіл на обробку персональних даних діє протягом усього терміну дії Договору. Крім цього, укладенням цього Договору, Покупець підтверджує, що йому повідомлено (без додаткового повідомлення) про права, встановлених Законом України «Про захист персональних даних», про цілі збору даних. Обсяг прав Покупця, як суб'єкта персональних даних, відповідно до Закону України «Про захист персональних даних», йому відомий і зрозумілий.

          2.3. Відповідно до статті 642 Цивільного Кодексу України повним і беззастережним прийняттям умов цього Договору, тобто публічної оферти Інтернет-магазину, є факт оформлення Покупцем замовлення Товару на сайті Продавця і натискання на посилання «Підтвердити замовлення».

          2.4. Цей Договір може бути змінений Продавцем в односторонньому порядку без повідомлення Користувача / Покупця. Нова редакція Договору вступає в силу з моменту його опублікування на сайті. Для Покупців, які вже здійснили замовлення, є чинна редакція Договору, яка діяла на момент підтвердження замовлення Покупцем. Покупець має можливість ознайомитися на сайті Продавця, з усіма редакціями Договору та періодами, протягом яких вони діяли.`}
        </p>


        <h4>3. ПРЕДМЕТ ДОГОВОРУ</h4>
        <p>
          {`3.1.Продавець зобов'язується передати у власність Покупцю Товар, а Покупець зобов'язується оплатити і прийняти Товар на умовах цього Договору.

          3.2. Інформація про товар:

          • Товар представлений на сайті Інтернет-магазину через фото-зразки;

          • Товар може відрізнятись від фото-зразків, але обов'язково буде відповідати характеристикам обраної позиції;

          • кожен фото-зразок супроводжується текстовою інформацією-яку ціну і описом товару;

          • на прохання Покупця менеджер Продавця може надати (по телефону або за допомогою електронної пошти) іншу інформацію, необхідну і достатню, з точки зору Покупця, для прийняття ним рішення про покупку Товару;

          • зазначена на сайті ціна Товару може бути змінена Продавцем в односторонньому порядку;

          • в разі зміни ціни Товару, замовленого Покупцем, менеджер Продавця при першій нагоді інформує про це Покупця (по телефону або за допомогою електронної пошти) для отримання підтвердження або анулювання замовлення. При неможливості зв'язатися з Покупцем таке замовлення вважається анульованим.

          3.3. Цей Договір регулює купівлю-продаж в Інтернет-магазині, в тому числі: - добровільний вибір Покупцем товарів в Інтернет-магазині; - самостійне оформлення Покупцем замовлення на сайті в Інтернет-магазині або за допомогою телефонних засобів зв'язку; - оплата Покупцем замовлення, оформленого в Інтернет-магазині; - виконання і передача замовлення Покупцеві у власність на умовах цього Договору.

        `}
        </p>
        <h4>
          4. ПОРЯДОК ОФОРМЛЕННЯ ЗАМОВЛЕННЯ
        </h4>
        <p>
          {`4.1.Покупець самостійно оформляє замовлення в Інтернет-магазині через форму «кошик», або зробивши замовлення по електронній пошті, в месенджерах або за телефоном, вказаним в розділі контактів Інтернет-магазину.

          4.2. При оформленні замовлення на сайті Покупець зобов'язаний надати про себе наступну інформацію:

          • П.І.Б .;

          • адреса доставки Товару;

          • контактний телефон;

          • електронну пошту.

          4.3. Здійснюючи замовлення, Покупець підтверджує, що:

          • на момент покупки Товару йому виповнилося 18 років;

          • інформація, надана при замовленні товарів або послуг, є правильною і актуальною;

          • надана контактна інформація може бути використана з метою інформування про зміни в роботі, акційні пропозиції або іншої інформації, пов'язаної з діяльністю Продавця.

          4.4. Термін формування замовлення з боку Продавця становить 1 (один) робочий день з моменту подачі заявки. У разі, якщо замовлення відправлений у вихідний або святковий день, термін формування починається з першого після вихідного робочого дня.

          4.5. Покупець несе повну відповідальність за надання неправдивих відомостей, що спричинило за собою неможливість належного виконання Продавцем своїх зобов'язань перед Покупцем.

          4.6. Після оформлення замовлення на сайті менеджер Продавця дзвонить Покупцеві, щоб підтвердити замовлення. Після відправки замовлення Покупцеві надається інформація про номер накладної та орієнтовну дату доставки шляхом надсилання електронного повідомлення на адресу, вказану Покупцем при оформленні замовлення. Менеджер, який обслуговує таке замовлення, може уточнити деталі замовлення, узгодити / уточнити дату доставки, яка залежить від наявності замовлених Товарів на складі Продавця і часу, необхідного для обробки і доставки замовлення.

          4.7. Якщо Продавець або контактна особа Продавця не змогли зв'язатися з Покупцем протягом трьох робочих днів з моменту здійснення замовлення, то таке замовлення буде вважатися анульованим автоматично.

          4.8. При неможливості підтвердження (виконання) замовлення Покупця менеджер Продавця зобов'язаний довести це до її відома по телефону або через електронну пошту.

          4.9. Очікувана дата передачі замовлення в службу доставки може повідомлятися Покупцеві менеджером Продавця за допомогою телефонного дзвінка. Дата передачі Товару може бути змінена Продавцем в односторонньому порядку в разі наявності об'єктивних, на думку Продавця, причин.

          4.10. Спілкування Користувача сайту / Покупця з менеджерами або іншими представниками Продавця має будуватися на принципах загальноприйнятої моралі і комунікаційного етикету. Строго заборонено використання нецензурних слів, лайки, образливих виразів, а також погроз і шантажу, незалежно від того, в якому вигляді і кому вони були адресовані. Менеджер Продавця може відмовити Покупцеві в підтверджені замовлення, якщо останній використовує нецензурні слова, лайка, образливі вирази, а також погрози і шантаж.

        `}
        </p>

        <h4>
          5. ЦІНА ТОВАРУ І ПОРЯДОК ОПЛАТИ ЗАМОВЛЕННЯ
        </h4>

        <p>
          {`5.1.Ціна Товару на сторінках Інтернет-сайту вказується в гривнях за одиницю Товару та / або одиницю виміру і є інформаційною. Сума замовлення складається з вартості замовлених Товарів. На сайті Продавця може бути встановлено обмеження щодо мінімальної суми здійснення замовлення або замовлення мінімальної кількості одиниць Товару. Всі розрахунки між Сторонами здійснюються в гривнях.

          5.2. У разі помилкового вказівки на сайті Продавцем ціни Товару, замовленого Покупцем, Продавець при підтвердженні замовлення інформує про це Покупця або анулює замовлення.

          5.3. Ціна Товару на сайті може бути змінена Продавцем в односторонньому порядку. При цьому ціна на підтверджений Продавцем або оплачене замовлення Покупцем зміні не підлягає.

          5.4. Оплата Товару здійснюється Покупцем будь-яким із способів, запропонованих Продавцем при оформленні замовлення, детальна інформація про яких знаходиться на сайті Продавця.

          5.5. Покупець може оплатити замовлення наступними способами (перелік не є вичерпним):

          • за допомогою банківського переказу грошей на поточний рахунок Продавця, вказаний в рахунку;

          • за допомогою карт ПриватБанку, шляхом переказу коштів через систему Приват24;

          • за допомогою системи LiqPay;

          • в момент отримання замовлення у представника кур'єрської служби;

          • в момент отримання замовлення на відділенні кур'єрської служби доставки.

          5.6. При оплаті замовлень на сайті Продавця за допомогою платіжних карт всі операції з ними здійснюються на захищеній платіжної сторінці банку ecommerce.liqpay.com, на якій потрібно ввести дані платіжної карти. Система електронних платежів LiqPay реалізована на найсучаснішому стандарті безпеки 3D Secure, який забезпечує максимальну безпеку при здійсненні платежів в інтернет-магазині Продавця.

          5.7. Покупець може оплатити замовлення в момент його отримання виключно у випадках наявності такого Товару на складі Продавця.

          5.8 Товари «під замовлення» запускаються в роботу і відвантажуються зі складу Покупцеві за умови їх 100% передоплати.

          5.9. Продавець має право надавати знижки на Товари та встановлювати програми бонусів на свій розсуд. Види знижок, бонусів, порядок і умови їх нарахування вказані на сайті і можуть бути змінені Продавцем в односторонньому порядку.
        `}
        </p>


        <h4>
          6. ДОСТАВКА ЗАМОВЛЕННЯ
        </h4>

        <p>
          {`6.1.Покупець розуміє і погоджується, що здійснення доставки - це окрема послуга, яка не є невід'ємною частиною придбаного Покупцем Товару, і оплачується за рахунок Покупця.

          6.2 Виконання послуги закінчується в момент отримання Покупцем Товару. Доставка Товару здійснюється поштовою службою зазначеної на сайті Продавця. Передача Товару Покупцю здійснюється різними способами на вибір Покупця при заповненні заявки замовлення. Покупець також може самостійно забрати товар зі складу Продавця. В межах Києва можлива доставка Продавцем, при вказівці цієї опції в замовленні, вартість доставки товару буде додаватися до вартості товару.

          6.3. Територія доставки Товарів, представлених на сайті, не обмежена межами України, і для відправки Товару за кордон здійснюється за допомогою національного поштового оператора УКРПОШТА, Нова Пошта або кур'єрською доствака DHL. При виборі для доставки за кордон служби DHL, вартість доставки товару буде додаватися до вартості товару.

          6.4. Затримки в доставці можливі, зважаючи на непередбачені обставини, що сталися не з вини Продавця.

          6.5. Відправка Товару по Україні здійснюється в робочі дні на наступний день після здійснення замовлення і за наявності даного товару на центральному складі продавця. Замовлення, отримані в п'ятницю, можуть бути відправлені в понеділок. Відстежити рух відправлення можна по його номеру (надається після відправки автоматично) на офіційному сайті поштової служби. Терміни доставки регулюються обраної поштовою службою.

          6.6. Право власності та ризик випадкової загибелі, втрати або пошкодження Товару переходить до Покупця в момент передачі Товару Продавцем перевізнику. Підтвердженням факту передачі Товару у власність Покупцеві є товарно-транспортна накладна від перевізника. Шляхом проставлення Покупцем підпису в документах служби доставки він підтверджує, що Товар (замовлення) був отриманий ним в належному стані і комплектності.

          6.7. При доставці замовлення вручається Покупцеві або третій особі, зазначеному в замовленні як одержувач.

          6.8. При прийнятті замовлення Покупець (одержувач) зобов'язаний оглянути доставлений товар і перевірити його на відповідність заявленому виду і комплектності Товару, а також перевірити цілісність упаковки. У разі відсутності претензій до Товару, Покупець (Одержувач) підписується в документі служби доставки. Підпис в документах свідчить про те, що претензій до стану Товару Покупцем (Одержувачем) не пред'явлено і Продавець повністю і належним чином виконав свій обов'язок щодо передачі в належному стані Товару Покупцю (Одержувачу).

          6.9. У разі виявлення недоліків у Товарі Покупець зобов'язаний зафіксувати їх в складеному акті довільної форми або у формі, розробленої перевізником. Акт повинен бути підписаний Покупцем і співробітником перевізника. При можливості недоліки повинні бути зафіксовані засобами фото- або відеозйомки. Протягом 1 (одного) дня Покупець зобов'язаний повідомити менеджеру (представнику Продавця, відповідального за оформлення замовлення на Товар) про виявлені недоліки і домовитися про заміну Товару чи повернення коштів (за умови їх оплати), заповнивши при цьому Акт рекламації (фізична особа додатково заповнює акт про видачу коштів при поверненні товарів при здійсненні попередньої оплати. Всі зразки документів для заповнення знаходяться на сайті Перевізника).

          6.10. Сторони погодили, що в разі недотримання обов'язкових вимог, передбачених в п. 6.9. цього Договору, вважається отримання Покупцем Товару в належному стані та в повній комплектності.

          6.11. Уточнити дату, час і, при необхідності, маршрут доставки можна у менеджера, який зв'язується з Покупцем для підтвердження замовлення або на сайті перевізника.

          6.12. Претензії до якості придбаного Товару, що виникли після отримання та оплати Товару, розглядаються відповідно до Закону України «Про захист прав споживачів». У зв'язку з цим придбання Товару з доставкою не дає Покупцеві права вимагати доставки придбаного Товару з метою гарантійного обслуговування або заміни, не дає можливості здійснювати гарантійне обслуговування або заміну Товару за допомогою виїзду до Покупцю і не передбачає можливість повернення вартості доставки Товару у випадках, коли Покупець має право на повернення грошей за Товар як такої, відповідно до Закону України «Про захист прав споживачів».

          6.13. Оплата вартості доставки здійснюється Покупцем компанії-перевізнику самостійно, при отриманні Товару. Точна вартість доставки визначається компанією-перевізником і озвучується кур'єром компанії при доставці Товару Покупцеві. При виборі Покупцем (фізичною особою) способу здійснення оплати при отриманні Товару (післяплата) до вартості Товару включається вартість транспортних витрат з доставки Товару, при цьому Покупець додатково не платить за доставку Товару перевізнику.

          6.14. Сторони домовилися, що в разі доставки Товару перевізником Продавець декларує в транспортних документах мінімальну страхову вартість Товару, якщо Покупець в письмовій формі своєчасно не інформує Продавця про інший бажаної страхової вартості Товару.

        `}
        </p>

        <h4>
          7. ПОРЯДОК ОБМІНУ І ПОВЕРНЕННЯ ТОВАРУ
        </h4>

        <p>
          {`7.1.Покупець має право обміняти Товар належної якості на аналогічний у Продавця або повернути його, якщо такий Товар не задовольнив його за формою, габаритами, фасоном, кольором, розміром або з інших причин не може бути використаний ним за призначенням при наявності наступних умов:

          • Товар повертається Продавцю протягом чотирнадцяти днів з моменту оплати замовлення;

          • Товар жодного разу не був в експлуатації, не містить слідів використання, не пом'ятий, все елементи Товару знаходяться на місці, і збережено його товарний вигляд, споживчі властивості, пломби, ярлики, плівки, не порушено цілісність упаковки як самого Товару, так і комплектуючих до нього;

          • Товар не містить подряпин, відколів, потертості, повністю справний; - збережена повна комплектність проданого Товару;

          • Покупець має розрахунковий документ, який був йому виданий разом з проданим Товаром (для фізичних осіб-фіскальний чек, накладну або товарний чек, якщо його попередня видача була передбачена умовами покупки) - такий Товар був в наявності у Продавця на складі і не був спеціально замовлений для Покупця з-за кордону.

          7.2. У разі, якщо Товар не відповідає умовам, визначеним у п. 7.1. цього Договору, Продавець має право відмовити в обміні або поверненні Товару.

          7.3. Транспортні витрати на доставку Товару при обміні або поверненні такого Товару покладаються на Покупця.

          7.4. Якщо на момент обміну аналогічного товару немає у продажу, Продавець повертає Покупцеві кошти в розмірі вартості повернутого Товару, якщо такий Товар був попередньо оплачений. Продавець відшкодовує Покупцю вартість повернутого Товару в повному обсязі протягом 14 (чотирнадцяти) календарних днів з дати надходження Товару на склад Продавця.

          7.5. Повернення грошових коштів за оплачений Товар проводиться виключно особі, яка здійснювала оплату за замовлення. Для переказу коштів Покупцю (фізичній особі) до Акту про видачу коштів при поверненні товару необхідно додати такі документи:

          • копію національного паспорта і ідентифікаційного коду;

          • оригінал фіскального чека (в разі його видачі при продажу Товару),

          • накладну або товарний чек;

          • квитанцію про оплату Товару, за який повертаються кошти.

          У разі, якщо Покупця неможливо ідентифікувати, і Покупець не надав для повернення коштів всі документи, перераховані вище, Продавець залишає за собою право відмовити Покупцеві в поверненні коштів.

          7.6. Покупець не має права відмовитися від Товару належної якості, виготовленого для Покупця за індивідуальним замовленням, має індивідуально-визначені властивості і характеристики, і якщо зазначений Товар був спеціально виготовлений для Покупця. При підтвердженні покупки Товарів під замовлення менеджер Продавця попереджає Покупця про неможливість повернення такого Товару, якщо він належної якості.
        `}
        </p>


        <h4>
          8. ГАРАНТІЯ НА ТОВАР
        </h4>

        <p>
          {`8.1.Продавець здійснює гарантійну підтримку Товарів, несправність яких виникла з вини виробника. Гарантія надається на кожну модель, виріб, на термін визначений виробником.

          8.2. Гарантія на Товар поширюється тільки на території України.

          8.3. Гарантія на продані Товари передбачає їх гарантійний ремонт або повну, або часткову заміну на подібний або аналогічний Товар. Рішення про заміну на подібний за своїми характеристиками Товар приймається за погодженням з Покупцем в разі неможливості ремонту або заміни на аналогічний. Якщо аналогічний Товар підібрати неможливо, то Продавець повертає Покупцеві кошти, сплачені за такий Товар відповідно до процедури, передбаченої в цьому Договорі.

          8.4. Для того, щоб отримати гарантійне обслуговування Товару Покупцеві необхідно направити Продавцю Акт рекламації за гарантійними зобов'язаннями на електронну адресу killashop23@gmail.com. Такий Акт рекламації повинен містити опис несправностей, пошкоджень або недоліків, а також до нього повинні бути включені фото, відео або інша документація, що підтверджують заявлені факти для рекламації.

          8.5. Акт рекламації від Покупця розглядається Продавцем протягом 14 (чотирнадцяти) робочих днів. Після підтвердження Продавцем гарантійного випадку і визнання рекламації, Покупець направляє несправний Товар або Товар, який містить суттєві недоліки (з повною комплектацією і оригінальною коробкою), на адресу Продавця, зазначеної на сайті в розділі «Контакти», разом з такими документами:

          • документ, що підтверджує оплату (в разі відсутності фіскального чека);

          • товарний чек (у разі його видачі при продажу Товару);

          • копію паспорта та ідентифікаційного коду (якщо Покупцем є фізична особа).

          8.6. У разі можливості гарантійного ремонту або заміни Продавець здійснює гарантійну заміну або ремонт Товару протягом 30 (тридцяти) календарних днів з моменту отримання Товару та необхідних документів. В окремих випадках цей строк може становити 90 (дев'яносто) календарних днів.

          8.7. Гарантійні зобов'язання Продавця обмежуються вартістю Товару на момент його продажу. Гарантійний термін на відремонтований або замінений Товар дорівнює терміну, що залишився до закінчення першочергового гарантійного терміну на Товар.

          8.8. Гарантія не надається і не поширюється:

          • на Товари пошкоджені Покупцем в результаті неправильної експлуатації або недбалим поводженням;

          • на звичайний знос або вичерпання ресурсу Товару;

          • на вихід з ладу через обставини непереборної сили або форс-мажорних обставин;

          • при наявності механічних або термічних пошкоджень, аква пошкоджень або деформацій;

          • в разі потрапляння в Товар сторонніх предметів;

          • при наявності слідів стороннього втручання або виконання самостійного ремонту або модифікацій;

          • в інших випадках, передбачених чинним законодавством України.`}
        </p>



        <h4>
          9. Права та обов&apos;язки сторін
        </h4>

        <p>
          {`9.1.Покупець зобов'язаний:

          а) ознайомитися з інформацією про товар, яка розміщена на сайті Продавця, і з умовами цього Договору перед підтвердженням замовлення на сайті;

          б) самостійно оформити замовлення в Інтернет-магазині;

          в) своєчасно оплатити та отримати Товар у перевізника на умовах цього Договору;

          г) при отриманні Товару у перевізника переконатися в його цілісності і комплектності шляхом огляду вмісту упаковки. При пошкодженні і неповної комплектації - зафіксувати їх в акті, який разом з ним повинен підписати співробітник перевізника;

          д) дотримуватися інші умови цього Договору.

          9.2. Покупець має право вимагати від Продавця виконання умов даного Договору.

          9.3. Продавець зобов'язаний:

          а) дотримуватись умов цього Договору;

          б) передати Покупцю Товар і всю необхідну технічну документацію на нього у власність на умовах, які визначаються в цьому Договорі;

          в) забезпечити якість Товару відповідно до умов і стандартів, які до них пред'являються, усувати виявлені Покупцем недоліки Товару.

          9.4. Продавець має право:

          а) отримувати оплату за поставлений Товар в терміни та у відповідності з порядком, передбаченим цим Договором;

          б) в односторонньому порядку призупинити продаж Товару за цим Договором у разі порушення Покупцем умов цього Договору.
        `}
        </p>
      </div>
    </>
  );
}

export default PrivacyPolicy;
