import DocumentTitle from "../DocumentTitle";


function DeliveryPayment() {
  return (
    <>
      <DocumentTitle title="Доставка та оплата: умови та терміни" />
      <h1>Умови оплати та доставки</h1>
      <div>
        <div>
          <h2>
            Доставка по Україні
          </h2>
          <div>
            <h3>
              {"Доставка у відділення \"Нової Пошти\""}
            </h3>
            <p>
              {`Завдяки доставці «Новою Поштою» ви можете отримати ваше
                замовлення навіть у найвіддаленіших куточках нашої країни.`}
            </p>
            <p>
              {`Перед відправкою товару з вами зв'яжуться наші представники,
                      для уточнення деталей доставки.`}
            </p>
            <p>
              Терміни доставки до відділення «Нової Пошти» в середньому 2–3 дні.
            </p>
            <p>
              {`Після відправки товару ви отримаєте SMS-повідомлення з номером декларації.
                      Уточнити конкретну дату отримання вашого замовлення ви можете
                      на сайті компанії «Нова Пошта».`}
            </p>
            <p>
              Вартість доставки визначає перевізник «Нова Пошта»,
              і в середньому варіюється від 45 грн до 100 грн.
            </p>
            <p>
              {`Перед відправкою товар перевіряється та страхується на повну вартість.
                При отриманні товару вам необхідно перевірити його на наявність пошкоджень і в разі проблем на місці пред'явити претензії службі доставки. 
                Служба доставки відшкодовує завдані збитки, якщо її було завдано з вини перевізника.`}
            </p>
            <h2>
              Способи оплати
            </h2>
            <p>
              <strong>Безготівкова оплата при оформленні замовлення</strong>
              {" "}
              
              {`Власники карт Visa та MasterCard можуть повністю оплатити замовлення у момент його оформлення.
                Даний варіант оплати дозволить заощадити час при отриманні посилки.`}
            </p>
            <p>
              <strong>
                Оплата готівкою при отриманні на поштових відділеннях
              </strong>
              {" "}
              
              При отриманні посилки на відділеннях Нової Пошти ви можете розплатитися готівкою.
            </p>
          </div>
        </div>
      </div>
    </>
  );
}

export default DeliveryPayment;
