import DocumentTitle from "./DocumentTitle"
import styles from './AboutUs.module.scss'
import pic from '../../images/banner.png'


function AboutUs(){

    return(
        <>
            <DocumentTitle title="Про Донат Перемоги"/>
                <h1>Про Донат Перемоги</h1>
            <div className={styles.pageBody}>
                <div className={styles.mainInfo}>
                    <p>
                        Ласкаво просимо до інтернет-магазину "Донат Перемоги" - вашого найкращого джерела військового одягу, спорядження та ваших можливостей підтримати перемогу!
                        Наш магазин - це не лише місце, де ви можете знайти найякісніший військовий одяг та спорядження, але і платформа, яка дозволяє вам зробити власний внесок у перемогу наших військових сил.
                    </p>
                        <div>
                            <img src={pic} alt="altPic" className={styles.bannerInfo}/>
                        </div>
                    <p>
                        Товари нашого магазину зносостійкі, витримують різні погодні умови, виготовляються з міцних та безпечних для здоров’я матеріалів.
                        Ми пропонуємо все необхідне для тих, хто цінує якість та надійність в умовах вимогливих завдань.
                    </p>
                    <h4> Донати та лоти аукціону:</h4>
                    <p>
                        У нас ви також маєте можливість зробити свій особистий внесок у підтримку військових сил.
                        "Донат Перемоги" надає можливість зробити благодійний внесок, який буде спрямований на потреби воїнів ЗСУ.
                        Крім того, ви можете взяти участь в аукціонах на унікальні предмети та аксесуари, які є символом нашої перемоги!
                    </p>
                    <p>
                        Наша команда вірить у силу спільної дії та підтримки. Кожен ваш донат чи участь в аукціоні - це крок до перемоги, допомога тим, хто стоїть на захисті нашої країни.
                        Приєднуйтесь до нашої спільноти та станьте частиною руху, який має справжню вагу.
                        Разом ми можемо зробити більше та допомогти тим, хто захищає нашу свободу та безпеку.
                        Долучайтеся до "Донат Перемоги" - тут ваш внесок має значення!
                    </p>
                </div>
            </div>
        </>
    )
}

export default AboutUs